[
  {
    "number": "1.1",
    "content": "I am a major businessman, with identity number 520430 5708 18 5."
  },
  {
    "number": "1.2",
    "content": "I am resident at 20 River Road, Morning Hill, Bedfordview."
  },
  {
    "number": "1.3",
    "content": "The facts herein contained fall within my personal knowledge, unless\notherwise stated or as may otherwise appear from the context in which they are\nstated and are, to the best of my knowledge, both true and correct.\n## 2. APPLICANT"
  },
  {
    "number": "2.1",
    "content": "I am the applicant herein."
  },
  {
    "number": "2.2",
    "content": "I have been involved personally, and continuously with the subject-matter\nof this application. I am accordingly able to confirm, as I hereby do, that the\ncontents of this affidavit fall within my personal knowledge, and are true and\ncorrect."
  },
  {
    "number": "2.3",
    "content": "Any submissions of a legal nature are made on the advice of my legal\nrepresentatives, which advice I have accepted as being true and correct, and\nupon which I act accordingly."
  },
  {
    "number": "2.4",
    "content": "The contents of the documents annexed hereto must be read, with respect as\nif specifically incorporated, and repeated herein.\n## 3. IDENTIFICATION OF RESPONDENTS"
  },
  {
    "number": "3.1",
    "content": "As aforesaid, I am the applicant herein."
  },
  {
    "number": "3.2",
    "content": "The first respondent is my wife, JACQUELINE FAUCITT, a major businesswoman\nwith identity number 570607 0898 18 1, who is resident at 20 River Road,\nMorning Hill, Bedfordview."
  },
  {
    "number": "3.3",
    "content": "The second respondent is my son, DANIEL JAMES FAUCITT, a major businessman,\nwith identity number 820715 5300 18 2, who is resident at Suite no. 132, Nicol\nHotel, Corner Nicol Road and Skeen Boulevard, Bedfordview.\n### 3.4 Fourth Respondent"
  },
  {
    "number": "3.4.1",
    "content": "The third respondent is REGIMA SKIN TREATMENTS CC, a close corporation\nduly registered in terms of the laws of the Republic of South Africa, with\nregistration number 1992/005371/23, and registered address at 20 River Road,\nMorning Hill, Bedfordview."
  },
  {
    "number": "3.4.2",
    "content": "In confirmation thereof I attach hereto, marked \"PF1\", a Windeed printout\nof the company information obtained from the CIPC.\n### 3.5 Third Respondent"
  },
  {
    "number": "3.5.1",
    "content": "The fourth respondent is REGIMA WORLDWIDE DISTRIBUTION (PTY) LTD, a for-\nprofit company with limited liability, duly registered in terms of the Laws of\nthe Republic of South Africa, with registration number 2011/005722/07, and with\nregistered address at 20 River Road, Morning Hill, Bedfordview."
  },
  {
    "number": "3.5.2",
    "content": "In confirmation thereof I attach hereto, marked \"PF2\", a Windeed printout\nof the company information obtained from the CIPC.\n### 3.6 Fifth Respondent"
  },
  {
    "number": "3.6.1",
    "content": "The fifth respondent is VILLA VIA ARCADIA NO 2 CC, a close corporation\nduly registered in terms of the Laws of the Republic of South Africa, with\nregistration number 1996/004451/23, and with registered address at 20 River\nRoad, Morning Hill, Bedfordview."
  },
  {
    "number": "3.6.2",
    "content": "In confirmation thereof I attach hereto, marked \"PF3\", a Windeed printout\nof the company information obtained from the CIPC.\n### 3.7 Sixth Respondent"
  },
  {
    "number": "3.7.1",
    "content": "The sixth respondent is STRATEGIC LOGISTICS CC, a close corporation duly\nregistered in terms of the Laws of the Republic of South Africa, with\nregistration number 2008/136496/23, and with registered address at 20 River\nRoad, Morning Hill, Bedfordview."
  },
  {
    "number": "3.7.2",
    "content": "In confirmation thereof I attach hereto, marked \"PF4\", a Windeed printout\nof the company information obtained from the CIPC.\n### 3.8-3.10 Other Respondents"
  },
  {
    "number": "3.8",
    "content": "The seventh respondent is FIRSTRAND BANK LTD t/a FIRST NATIONAL BANK, with\nregistered address at FNB Bank City, 6th Floor, 1 First Place, corner of\nSimmonds and Pritchard Streets, Johannesburg."
  },
  {
    "number": "3.9",
    "content": "The eighth respondent is ABSA BANK LIMITED, with registered address at 7th\nFloor, ABSA Tower West, 15 Troye Street, Johannesburg."
  },
  {
    "number": "3.10",
    "content": "The ninth respondent is THE COMPANIES AND INTELLECTUAL PROPERTY\nCOMMISSION, at Block F, The DTIC Campus, 77 Meintjies Street, Sunnyside,\nPretoria."
  },
  {
    "number": "3.11",
    "content": "No relief is sought from the third to ninth respondents directly, save for\ncosts if they oppose this application; they are cited herein simply in order to\ngive effect to the order of Court sought herein, and for any interest they may\nhave in this matter."
  },
  {
    "number": "3.12",
    "content": "For the sake of convenience I shall refer hereinafter to the first\nrespondent as \"my wife\", and the second respondent as \"my son\"."
  },
  {
    "number": "3.13",
    "content": "For any necessary confirmation of my own identity, I attach hereto a copy\nof my identity document, marked \"PF5\".\n## 4. JURISDICTION\nThis Honourable Court has the necessary jurisdiction to adjudicate this\napplication due, inter alia, to the respondents being resident in, registered\nwithin, and conducting business within its area of jurisdiction.\n## 5. LOCUS STANDI\nI have, with respect, the necessary locus standi to bring this application, as\ncontemplated in Section 162(2) of the Companies Act, No 71 of 2008 (the\n\"Companies Act\"), in that I am a director and shareholder of the third\nrespondent, and I am a member of the third, fourth, fifth, and sixth\nrespondents.\n## 6. RELATIONSHIPS"
  },
  {
    "number": "6.1",
    "content": "My wife is a director of the third respondent, and a member of the fourth,\nfifth, and sixth respondents."
  },
  {
    "number": "6.2",
    "content": "My son is a director of the third respondent, and a member of the sixth\nrespondent."
  },
  {
    "number": "6.3",
    "content": "I caused the third to sixth respondent to be created, together with their\npresent directors/members."
  },
  {
    "number": "6.4",
    "content": "The third to sixth respondents bank with the seventh and eighth\nrespondents."
  },
  {
    "number": "6.5",
    "content": "The third to sixth respondents are registered with the ninth respondent.\n## 7. DISCOVERY OF FINANCIAL IRREGULARITIES"
  },
  {
    "number": "7.1",
    "content": "During or about mid June 2025, our accountant (for the corporations\naforesaid, being the third to sixth respondents) attended to our office (Mr\nDaniel Jacobus Bantjes), so that provisional tax and VAT submissions could be\nfinalised. His confirmatory affidavit, which confirms this and the further\ninformation in his knowledge (set out in this affidavit), is attached hereto\nmarked \"PF6\"."
  },
  {
    "number": "7.2",
    "content": "He noted, following his attendance, and during July 2025, numerous\ndiscrepancies in the applicant corporations' banking accounts, and numerous\nirregular payments therefrom, with which I deal in the paragraphs below."
  },
  {
    "number": "7.3",
    "content": "Those payments all seemed to relate to IT (Information Technology) related\nexpenses, based on the nomenclature, and names of the line items therein."
  },
  {
    "number": "7.4",
    "content": "This 'department' falls under the purview of my son — whose conduct has\nbecome increasingly erratic as of late."
  },
  {
    "number": "7.5",
    "content": "The payments in question could not be explained by my wife and son, and I,\naccordingly, cancelled their business bank cards (and my own, for the sake\nthereof) during June 2025, and requested invoices and proof of expenses from my\nson for the numerous unexplained expenses."
  },
  {
    "number": "7.6",
    "content": "Although he provided a few, the majority of the transactions remain\nunexplained."
  },
  {
    "number": "7.7",
    "content": "Some of our actual subscriptions, pertaining to, inter alia, internet\ndomains, and the like, were halted due to the card cancellations."
  },
  {
    "number": "7.8",
    "content": "Instead of assisting therewith, my son, unfortunately, adopted a 'superior'\nposition and effectively refused to assist."
  },
  {
    "number": "7.9",
    "content": "I attach hereto relevant inter-office communications with my son,\nconfirming all of the above, as annexure \"PF7\"."
  },
  {
    "number": "7.10",
    "content": "The communications were with his personal assistant for the most part,\nupon my instructions."
  },
  {
    "number": "7.11",
    "content": "It is clear that he would or could not provide relevant invoices."
  },
  {
    "number": "7.12",
    "content": "My son, through the above, inter alia, interfered with the corporations'\nstaff doing their jobs."
  },
  {
    "number": "7.13",
    "content": "Upon the domains and the like being re-instated through payment, our son\nelected not to provide all employees/staff access to their historic emails and\nemail accounts, but did so on an ad hoc basis, as it suited him."
  },
  {
    "number": "7.14",
    "content": "This interference has, unfortunately, also continued."
  },
  {
    "number": "7.15",
    "content": "This conduct is not in the interests of the corporations.\n### 7.16-7.20 THE R500,000 PAYMENT"
  },
  {
    "number": "7.16",
    "content": "My wife simply re-approached the banks (being the seventh and eighth\nrespondents) and obtained duplicate/new cards, on or about 24 June 2025."
  },
  {
    "number": "7.17",
    "content": "I discussed the transactions with her, but she rejected any idea of\nmalfeasance or neglect on our son's part."
  },
  {
    "number": "7.18",
    "content": "She adopted an 'I will show you' approach, defended our son, and then\ntransferred to him the sum of R500,000.00 from the corporations, on or about 16\nJuly 2025, as a 'birthday gift', which I did not authorise, and which he was\nnot entitled to accept; she has no other sources of income other than her\nremuneration by the third to sixth respondents."
  },
  {
    "number": "7.19",
    "content": "This was without my knowledge, and the expense cannot remotely be\ndescribed as being a legitimate business expense."
  },
  {
    "number": "7.20",
    "content": "This was separate to his remuneration as director/member.\n## 8. IT EXPENSES ANALYSIS"
  },
  {
    "number": "8.1",
    "content": "In addition to the aforesaid, I annex hereto the IT related expenses\n(annexure \"PF9\" hereto) which my son has approved and/or paid over the 2024 to\n2025 financial year."
  },
  {
    "number": "8.2",
    "content": "Other than a few, such as Sage (being accounting software), the majority\nare unexplained, and we have almost no invoices for these items which creates,\ninter alia, major tax problems."
  },
  {
    "number": "8.3",
    "content": "The 'expenses' from March 2025, to June 2025, relating to computer related\ncosts solely, are attached hereto marked \"PF10\"."
  },
  {
    "number": "8.4",
    "content": "The 2024 tax year 'expenses', for this category alone, amount to\nR6,738,007.47."
  },
  {
    "number": "8.5",
    "content": "The 2025 tax year, thus far, for this category only, amounts to\nR2,116,159.47."
  },
  {
    "number": "8.6",
    "content": "These amounts exclude the 'birthday gift', aforesaid, and are almost\nentirely unexplainable."
  },
  {
    "number": "8.7",
    "content": "Many of the 'expenses' are also seemingly international."
  },
  {
    "number": "8.8",
    "content": "Annexed hereto marked \"PF11\" is a screenshot of a message received from the\nseventh respondent bank, on or about 05 August 2025, confirming that the\nbusiness accounts have almost exceeded the yearly allowable quota for funds\nleaving the Republic of South Africa (I note, in this regard, that the\ncorporations bank together, effectively as a group of companies - their funds\nare inter alia pooled as necessary)."
  },
  {
    "number": "8.9",
    "content": "Not only is this inexplicable, but it will probably cause further, and\nserious, tax implications for the applicant corporations, to their significant\ndetriment."
  },
  {
    "number": "8.10",
    "content": "For the sake of inter alia the South African Revenue Services, and the\nReserve Bank, the corporations will, as it stands, be unable to explain these\ninternational expenses.\n## 9. SUBSTANTIAL FINANCIAL MISCONDUCT"
  },
  {
    "number": "9.1",
    "content": "The aforesaid, which appears to constitute substantial financial\nmisconduct, is neither sustainable, nor acceptable."
  },
  {
    "number": "9.2",
    "content": "None of the respondents (third to sixth) are resellers in technology or\ntechnological related items, or services."
  },
  {
    "number": "9.3",
    "content": "Other than a few minor costs for accounting services, internet hosting, and\nthe like, the 'expenses' to which I have referred above, are unrelated to the\nbusiness of the applicants."
  },
  {
    "number": "9.4",
    "content": "The aforesaid is entirely due to my son, who is defended, and enabled by my\nwife, and indicates the misappropriation of substantial sums of money from the\ncorporations aforesaid, to their significant detriment.\n## 10. DELINQUENCY AND PROBATION APPLICATION"
  },
  {
    "number": "10.1",
    "content": "I seek, as final relief under PART B of the notice of motion, an order\ndeclaring the first and second respondents delinquent, alternatively placing\nthem under probation."
  },
  {
    "number": "10.2",
    "content": "I deal therewith at the outset, as their conduct justifying that relief\nexplains the necessity for the relief I seek under PART A."
  },
  {
    "number": "10.3",
    "content": "My son and wife are, with respect, clearly and evidently acting in a\nmanner which is detrimental to the third to the sixth respondent corporations,\nand to me, to the extent that their conduct is delinquent alternatively\njustifies them being placed under probation."
  },
  {
    "number": "10.4",
    "content": "Their conduct is in clear contravention of the Companies Act, No 71 of\n2008, and the Close Corporations Act, No 69 of 1974 (the \"Close Corporations\nAct\").\n### 10.5 Legal Grounds for Relief"
  },
  {
    "number": "10.5.1",
    "content": "Declaring the first and/or second Respondent/s delinquent, as envisaged\nin Section 162(5)(a)-(c) of the Companies Act, read together at Section 69(8)\n(a) of the Companies Act, read together with Section 162(5)(f)(ii) thereof, and\nSection 47 of the Close Corporations Act; alternatively"
  },
  {
    "number": "10.5.2",
    "content": "Placing the first and/or second Respondent/s under probation, for which\nprovision is made in Section 162(7)(a)-(c), and Section 162(8) of the Companies\nAct, taking into account Section 162(5)(f)(ii) thereof, and Section 47 of the\nClose Corporations Act.\n### 10.6 Fiduciary Duties Under Close Corporations Act\nSection 42 of the Close Corporations Act provides that every member of a close\ncorporation stands in a fiduciary relationship [Section 42(1)] with that\ncorporation shall:"
  },
  {
    "number": "10.6.1",
    "content": "Exercise such powers as he may have to manage or represent the\ncorporation in the interest and for the benefit of the corporation; [Section 42\n(2)(a)(i)] and"
  },
  {
    "number": "10.6.2",
    "content": "Shall not act without or exceed his powers; [Section 42(2)(a)(ii)]"
  },
  {
    "number": "10.6.3",
    "content": "Shall avoid any material conflict between his own interests and those of\nthe corporation, and in particular shall not derive any personal economic\nbenefit to which he is not entitled by reason of his membership of or service\nto the corporation, from the corporation or from any other person in\ncircumstances where that benefit is obtained in conflict with the interests of\nthe corporation; [Section 42(2)(b)(i)]\n### 10.7 Liability for Breach\nSection 42 provides further that a member of a corporation whose act or\nomission has breached any duty arising from his fiduciary relationship shall be\nliable to the corporation for —"
  },
  {
    "number": "10.7.1.1",
    "content": "Any loss suffered as a result thereof by the corporation; [Section 42\n(3)(a)(i)] or"
  },
  {
    "number": "10.7.1.2",
    "content": "any economic benefit derived by the member by reason thereof [Section\n42(3)(a)(ii)].\n### 10.8 Disqualification\nSection 47 of the Close Corporations Act recognises that a person removed from\nan office of trust on account of misconduct shall be disqualified from\nparticipating in the management of a corporation (save under the authority of a\nCourt).\n### 10.9 Grounds for Declaring Delinquency\nSection 162(5) of the Companies Act provides for the mandatory disqualification\nof a person (by declaring him delinquent) from serving as a director (or close\ncorporation) of a company, and a member of a close corporation [at Section 162\n(5)(f)(ii)] under circumstances where a person (such as my wife, and son):"
  },
  {
    "number": "10.9.1",
    "content": "Grossly abused the position of director (or member); [Section 162(5)(c)\n(i)]"
  },
  {
    "number": "10.9.2",
    "content": "Per Section 162(5)(c)(iii), Intentionally, or by gross negligence,\ninflicted harm upon the company (or close corporation), contrary to Section 76\n(2)(a);"
  },
  {
    "number": "10.9.3",
    "content": "Acted in a manner:"
  },
  {
    "number": "10.9.3.1",
    "content": "Amounting to gross negligence, wilful misconduct or breach of trust in\nrelation to the performance of the director's (or member's) functions within,\nand duties to, the company (or close corporation); [Section 76(5)(c)(iv)(aa)]"
  },
  {
    "number": "10.9.3.2",
    "content": "Per Section 162(5)(c)(iv)(bb), acquiesced [per Section 77(3)(b)] in\nthe carrying on of the company's business despite knowing that it was being\nconducted in a manner prohibited by Section 22(1)."
  },
  {
    "number": "10.9.3.3",
    "content": "Per Section 162(5)(c)(iv)(bb), was a party to an act or omission by\nthe company (or close corporation) [per Section 77(3)(c)] despite knowing that\nthe act or omission was calculated to defraud a creditor, employee or\nshareholder (or member) of the company (or close corporation), or had another\nfraudulent purpose.\n### 10.10 Grounds for Probation\nMy son and wife have also contravened Section 162(7) of the Companies Act,\nwhich provides that a Court may make an order placing a person (director or\nmember) under probation who, while serving as a director:"
  },
  {
    "number": "10.10.1",
    "content": "Acted in a manner that is materially inconsistent with their duties;\n[Section 162(7)(a)(ii)]"
  },
  {
    "number": "10.10.2",
    "content": "Per Section 162(a)(iii):"
  },
  {
    "number": "10.10.2.1",
    "content": "Whose conduct had the result that is oppressive or unfairly\nprejudicial to, or that unfairly disregards my interests;"
  },
  {
    "number": "10.10.2.2",
    "content": "Carried on the business of the corporation in a manner that is\noppressive or unfairly prejudicial to, or that unfairly disregards my\ninterests;"
  },
  {
    "number": "10.10.2.3",
    "content": "Exercised their powers as director/member in a manner that is\noppressive or unfairly prejudicial to, or that unfairly disregards my\ninterests.\n### 10.11-10.13 Conclusion on Delinquency"
  },
  {
    "number": "10.11",
    "content": "Taking into account the manner in which they have acted, and the above\nlegislation, I am advised that I may seek that an order (as I now do) that the\nfirst and second respondents be declared delinquent, or be placed under\nprobation."
  },
  {
    "number": "10.12",
    "content": "The full extent of the transgressions, and the ensuing losses to the\nthird to sixth respondents, have yet to be determined; I request accordingly,\ninter alia, an order authorising me to appoint necessary experts, including the\naforesaid bookkeeper, at the cost of the third to sixth respondents, so that a\nproper forensic investigation may be conducted."
  },
  {
    "number": "10.13",
    "content": "At this stage already, significant sums of money (as aforesaid) cannot be\naccounted for.\n## 11. UK OPERATIONS"
  },
  {
    "number": "11.1",
    "content": "I pause to mention that, we also began companies in the United Kingdom,\nwhich sell the applicant's products - and which my son has been appointed to\ndirect and manage."
  },
  {
    "number": "11.2",
    "content": "These companies fall under the UK head office, being RegimA UK Ltd."
  },
  {
    "number": "11.3",
    "content": "My wife, my son, and I are the directors thereof."
  },
  {
    "number": "11.4",
    "content": "While my involvement has been minimal I, inter alia, ensure operational\ngrowth, and manage the respondent corporations."
  },
  {
    "number": "11.5",
    "content": "My son was appointed to oversee the UK branch, which carries under it, as\numbrella, RegimA @ Dr H Ltd, RegimA Zone Ltd, RegimA Zone Academy Ltd and\nRegimA Medic Ltd."
  },
  {
    "number": "11.6",
    "content": "The third to sixth respondents ship to the UK branch, but do not receive\npayment therefrom due to apparent fraud that transpired in the UK in the past,\nfrom which the UK companies allegedly required time to again become financially\nviable."
  },
  {
    "number": "11.7",
    "content": "This was perpetrated by the then managing director of the UK branch, Isaac\nChesno, which resultant in our son's appointment."
  },
  {
    "number": "11.8",
    "content": "I fear (due to his present conduct) that the continued non-payment (from\nthe UK branch) may inter alia be a ruse."
  },
  {
    "number": "11.9",
    "content": "I accordingly have no idea pertaining to the financial wellness of the UK\nbranches, and intend to approach the relevant Court for relief with regards\nthereto.\n## 12. NECESSITY OF RELIEF"
  },
  {
    "number": "12.1",
    "content": "I say, with respect, that the orders sought under PART B of the notice of\nmotion are essential to the survival of the third to sixth respondents, as the\nrelationship between the directors and members (namely the first and second\nrespondents, and I) has disintegrated and become deadlocked to the extent that\nthey would otherwise have to be liquidated, to my significant detriment, and to\nthe detriment of my wife, and son, who are sustained by those corporations - as\nwell as to the detriment of the corporations."
  },
  {
    "number": "12.2",
    "content": "Needless to say, with respect, the extent to which money appears to have\nbeen misappropriated from the third to sixth respondent, (which has\nunquestionably flowed out of those corporations, and very irregularly at that),\nwhich continues, is not sustainable, has already created significant taxation\nproblems, and will inescapably lead to their insolvency."
  },
  {
    "number": "12.3",
    "content": "I approach this Honourable Court to prevent this."
  },
  {
    "number": "12.4",
    "content": "It goes without saying, with respect, that my wife and son can serve those\ncorporations in capacities other than director or member, and can be sustained\nthereby.\n## 13. INTERDICTS SOUGHT"
  },
  {
    "number": "13.1",
    "content": "I say further, with respect, that the interdicts (and other relief) sought\nunder PART A of the notice of motion are also essential to the survival of the\nthird to sixth respondents; the rot must, with respect, be stopped urgently,\nwhich will be impossible in the absence of appropriate interdictory relief,\nsuch as is set out in therein.\n### 13.2 Requirements for Interdict"
  },
  {
    "number": "13.2.1",
    "content": "I have, with respect, a clear (and a prima facie) right not to be\nprejudiced by the unlawful conduct of the first and second respondents that\ncauses such harm to the third to sixth respondents that will inevitably lead to\nthe loss of the entities that sustain me."
  },
  {
    "number": "13.2.2",
    "content": "I have already sustained an injury by way of actual harm caused to those\ncorporations, and I apprehend (reasonably, with respect) further (similar)\ninjury committed by the first and second respondents."
  },
  {
    "number": "13.3",
    "content": "Needless to say, with respect, I have a reasonable, and well-grounded\napprehension of further, and irreparable harm if the interdicts I seek are not\ngranted."
  },
  {
    "number": "13.4",
    "content": "I have no alternative adequate remedy; I am constrained to approach this\nHonourable Court for essential interdictory (and other) relief, as I now do."
  },
  {
    "number": "13.5",
    "content": "The balance of convenience favours, with respect, the granting of the\ninterim interdictory (and other) relief sought under PART A of the notice of\nmotion."
  },
  {
    "number": "13.6",
    "content": "In the premises, I say with respect that I am entitled to the relief I\nseek under PART A of the notice of motion, on an interim, and a final basis."
  },
  {
    "number": "13.7",
    "content": "I ask, with respect, that any relief not granted under PART A of the\nnotice of motion be adjudicated under PART B thereof.\n## 14. OTHER RELIEF SOUGHT"
  },
  {
    "number": "14.1",
    "content": "As appears from PART A of the notice of motion, I also ask for orders\nenabling me to take control of the financial administration of the third to\nsixth respondents (which is essential for their survival), and to commence and\nprosecute a forensic investigation into their financial affairs, for which\npurpose the compliance of the first and second respondents is essential."
  },
  {
    "number": "14.2",
    "content": "It is vital, with respect, that such funds as may be recovered (pursuant\nto a forensic investigation) are restored to the aforesaid corporations, so\nthat they can meet their tax obligations, and continue with their businesses."
  },
  {
    "number": "14.3",
    "content": "It is also essential that the first and second respondent are constrained\nto the extent that they can no longer cause financial prejudice to the third to\nsixth respondents."
  },
  {
    "number": "14.4",
    "content": "The forensic audit is also necessary for purposes of PART B of the notice\nof motion; I have no objection to the first and second respondents continuing\nto receive their present remuneration until PART B is finally adjudicated; it\nis essential, however, that they are not permitted to participate in the\nfinancial administration of the corporations in question until this matter has\nbeen finally determined."
  },
  {
    "number": "14.5",
    "content": "I ask again, with respect, that any relief not granted under PART A of the\nnotice of motion be adjudicated under PART B thereof.\n## 15. PART B RELIEF\nI have already dealt, with respect, with the order I seek declaring the first\nand second respondents delinquent, alternatively placing them under probation,\nwhich is essential for the survival of the third to sixth respondents, as\naforesaid.\n## 16. URGENCY"
  },
  {
    "number": "16.1",
    "content": "The conduct of the first and second respondents was only discovered (and\npartially so) during mid June 2025; at that stage we were still trying to\nestablish why those payments had been made, and the authors thereof."
  },
  {
    "number": "16.2",
    "content": "On or about 16 July 2025, when the first respondent transferred the sum of\nR500,000.00 to the second respondent, it became clear that action had to be\ntaken to protect the third to sixth respondents."
  },
  {
    "number": "16.3",
    "content": "The conduct, pertaining to unnecessary funds leaving the businesses at the\nfirst and/or second respondents' behest, is continual."
  },
  {
    "number": "16.4",
    "content": "As may be expected, with respect, I was still in a state of shock (which\nresulted in me not being able to think clearly) when I approached my attorneys\nof record for advice, on 05 August 2025."
  },
  {
    "number": "16.5",
    "content": "I was unaware that an urgent application to this Honourable Court could be\npursued, until advised thereof by my attorneys; if I had known that earlier,\nthere would have been no delay."
  },
  {
    "number": "16.6",
    "content": "Following thereupon, instructions, information, discussions, and the\nappointment of Counsel to settle these papers, was required."
  },
  {
    "number": "16.7",
    "content": "I have also been required to proceed, as is extremely difficult, with such\ninstructions to my attorneys of record secretively, so as to prevent any funds\nleaving the corporations as a result of such instructions - or any other\nuntoward 'knee-jerk' reactions."
  },
  {
    "number": "16.8",
    "content": "This has, as a result, been a more time consuming manner in which to\nprovide instructions to my attorneys of record."
  },
  {
    "number": "16.9",
    "content": "I say with respect, however, that every passing day constitutes a new\nground of urgency due to the first and second respondent's reckless, and\ndelinquent conduct that indicates clearly that they will not cease their\ntransgressions."
  },
  {
    "number": "16.10",
    "content": "It is probable, with respect, that the third to sixth respondents will\nsuffer irremediable harm if the first and second respondent's are not stopped\nfrom continuing their misconduct as soon as possible."
  },
  {
    "number": "16.11",
    "content": "Doubtless, with respect, the misappropriated money has been squandered\nand/or concealed."
  },
  {
    "number": "16.12",
    "content": "In the premises, I say with respect that the third to sixth respondents\n(and me accordingly) will be unable to obtain substantial, or any relief in due\ncourse if this Honourable Court does not come to my assistance urgently.\n## 17. EX PARTE APPLICATION"
  },
  {
    "number": "17.1",
    "content": "This application is lodged ex parte as I fear, with good reason, that the\nfirst and/or second respondents will react to the service of this application\nupon them by misappropriating further sums of money from the aforesaid\ncorporations (as a \"knee jerk reaction\" thereto), due to the first respondent\nhaving immediately and defiantly transferred the sum of R500,000.00 to the\nsecond respondent, shortly after I took their cards, as aforesaid, and\nquestioned the transactions."
  },
  {
    "number": "17.2",
    "content": "This application serves also (to an extent) the purpose of an anton piller\napplication in that I - having reason to believe that the first and second\nrespondents will conceal or destroy relevant documentation if they are not\nsubject to an appropriate order - request an order that they surrender,\nforthwith, all documentation (electronic and otherwise) within their possession\nrelating to the administration (financial and otherwise) of the third to sixth\nrespondents, and all login details and passwords to any banking and other\nonline facilities relating thereto."
  },
  {
    "number": "17.3",
    "content": "Such applications are usually brought, with respect, on an ex parte basis,\nfor obvious reasons."
  },
  {
    "number": "17.4",
    "content": "In the premises we say that the matter is sufficiently urgent to compel\nthe attention of the above Honourable Court ex parte, on an urgent basis.\n## 18. COSTS\nI say, with respect, that the costs order sought in the notice of motion are\nappropriate in the circumstances.\n## PRAYER\nWHEREFORE, THE ABOVE HONOURABLE COURT IS REQUESTED RESPECTFULLY TO GRANT AN\nORDER AS PRAYED IN THE NOTICE OF MOTION.\nDATED AT PRETORIA ON 13th AUGUST 2025\n\n---\n**DEPONENT**\n## **COMMISSIONER OF OATHS** CERTIFICATION\nI CERTIFY THAT THE **DEPONENT** HAS ACKNOWLEDGED THAT HE KNOWS AND UNDERSTANDS THE\nCONTENTS OF THIS AFFIDAVIT, WHICH WAS SIGNED AND SWORN BEFORE ME AT BEDFORDVIEW\non 13 AUGUST 2025; THE REGULATIONS CONTAINED IN GOVERNMENT NOTICE NO. R 1258 OF\n21 JULY 1972, AS AMENDED, HAVING BEEN COMPLIED WITH-THE **DEPONENT** HAVING\nACKNOWLEDGED THAT HE UNDERSTANDS THE CONTENTS OF THIS AFFIDAVIT, HAS NO\nOBJECTION TO TAKING THE PRESCRIBED OATH AND CONSIDERS THE OATH TO BE BINDING ON\nHIS CONSCIENCE\n---\n**COMMISSIONER OF OATHS**"
  }
]