{
  "7": {
    "title": "Discovery of Financial Irregularities",
    "paragraphs": {
      "7.1": "During or about mid June 2025, our accountant (for the corporations aforesaid, being the third to sixth respondents) attended to our oﬃce (Mr Daniel Jacobus Bantjes), so that provisional tax and VAT submissions could be ﬁnalised. His conﬁrmatory aﬃdavit, which conﬁrms this and the further information in his knowledge (set out in this aﬃdavit), is attached hereto marked \"PF6\".",
      "7.2": "He noted, following his attendance, and during July 2025, numerous discrepancies in the applicant corporations' banking accounts, and numerous irregular payments therefrom, with which I deal in the paragraphs below.",
      "7.3": "Those payments all seemed to relate to IT (Information Technology) related expenses, based on the nomenclature, and names of the line items therein.",
      "7.4": "This 'department' falls under the purview of my son â whose conduct has become increasingly erratic as of late.",
      "7.5": "The payments in question could not be explained by my wife and son, and I, accordingly, cancelled their business bank cards (and my own, for the sake thereof) during June 2025, and requested invoices and proof of expenses from my son for the numerous unexplained expenses.",
      "7.6": "Although he provided a few, the majority of the transactions remain unexplained.",
      "7.7": "Some of our actual subscriptions, pertaining to, inter alia, internet domains, and the like, were halted due to the card cancellations.",
      "7.8": "Instead of assisting therewith, my son, unfortunately, adopted a 'superior' position and eﬀectively refused to assist.",
      "7.9": "I attach hereto relevant inter-oﬃce communications with my son, conﬁrming all of the above, as annexure \"PF7\".",
      "7.10": "The communications were with his personal assistant for the most part, upon my instructions.",
      "7.11": "It is clear that he would or could not provide relevant invoices.",
      "7.12": "My son, through the above, inter alia, interfered with the corporations' staﬀ doing their jobs.",
      "7.13": "Upon the domains and the like being re-instated through payment, our son elected not to provide all employees/staﬀ access to their historic emails and email accounts, but did so on an ad hoc basis, as it suited him.",
      "7.14": "This interference has, unfortunately, also continued.",
      "7.15": "This conduct is not in the interests of the corporations.",
      "7.16": "My wife simply re-approached the banks (being the seventh and eighth respondents) and obtained duplicate/new cards, on or about 24 June 2025.",
      "7.17": "I discussed the transactions with her, but she rejected any idea of malfeasance or neglect on our son's part. 7.18-7.20 THE R500,000 PAYMENT",
      "7.18": "She adopted an 'I will show you' approach, defended our son, and then transferred to him the sum of R500,000.00 from the corporations, on or about 16 July 2025, as a 'birthday gift', which I did not authorise, and which he was not entitled to accept; she has no other sources of income other than her remuneration by the third to sixth respondents.",
      "7.19": "This was without my knowledge, and the expense cannot remotely be described as being a legitimate business expense.",
      "7.20": "This was separate to his remuneration as director/member. 8.\tIT EXPENSES ANALYSIS"
    },
    "jr_responses": {
      "7.1": "I deny the Applicant's claim that his accountant, Mr. Danie Bantjies, attended the office in mid-June 2025 for provisional tax and VAT submissions. The Second Respondent provided comprehensive reports to Mr. Bantjies on **6 June 2025**, exposing the fraud involving Villa Via Arcadia No 2 CC's excessive profit extraction (86% margin on rent). Mr. Bantjies is the third trustee of the Faucitt Family Trust, a fact concealed from the beneficiaries, and owes the Applicant R18.685 million (Annexure **SF1**).",
      "7.2": "The Applicant's claim that Mr. Bantjies \"noted discrepancies\" in July 2025 is a misrepresentation. The discrepancies were reported **to** Mr. Bantjies by the Second Respondent on 6 June 2025. The very next day, **7 June 2025**, the Applicant cancelled 15 business credit cards (Annexure **DF4**), demonstrating consciousness of guilt and retaliation for the exposure of fraud.",
      "7.3": "The Applicant mischaracterizes legitimate IT expenses as \"irregular payments.\" These expenses relate to the 51 Shopify stores and associated software infrastructure required to generate **R34.9 million** in annual revenue. The true irregularities are: (1) R5.4 million stock adjustment in Strategic Logistics CC (46% of annual sales); (2) R900,000 unauthorized transfers from RegimA SA; (3) Villa Via's 86% profit margin on rent.",
      "7.4": "The Applicant's characterization of the Second Respondent's conduct as \"increasingly erratic\" is unfounded and defamatory. The Second Respondent was managing a profitable global e-commerce operation generating R34.9 million annually. His conduct was professional and transparent, as evidenced by his provision of comprehensive reports to Mr. Bantjies on 6 June 2025.",
      "7.5.1": "The Applicant's claim that payments \"could not be explained\" is false. The Second Respondent provided comprehensive reports on 6 June 2025, including detailed financial analysis and evidence of fraud.",
      "7.5.2": "The Applicant cancelled 15 business credit cards on **7 June 2025**, one day after receiving the Second Respondent's reports. This timing demonstrates a manufactured crisis and application of the doctrine of *venire contra factum proprium* (estoppel). The Applicant cannot complain of a situation he deliberately created.",
      "7.5.3": "The Applicant cancelled his own card \"for the sake thereof,\" suggesting awareness that the card cancellations were punitive rather than protective.",
      "7.6": "The Applicant's claim that \"the majority of the transactions remain unexplained\" is contradicted by the comprehensive reports provided on 6 June 2025. The Applicant's refusal to accept these explanations was part of the retaliation strategy.",
      "7.7": "I confirm that the Applicant's card cancellations on 7 June 2025 caused service interruptions, including the halting of internet domains and essential business subscriptions. This was the direct and foreseeable consequence of the Applicant's own actions.",
      "7.8": "The Applicant's allegation that the Second Respondent \"adopted a 'superior' position and effectively refused to assist\" is false. The Second Respondent had already provided comprehensive assistance on 6 June 2025. The Applicant's characterization is an attempt to justify his retaliatory conduct.",
      "7.9": "The inter-office communications referenced by the Applicant (Annexure PF7) demonstrate the Second Respondent's professionalism and the Applicant's unreasonable demands following the card cancellations.",
      "7.10": "The Applicant's communications were with the Second Respondent's personal assistant because the Applicant had already cancelled the business credit cards, creating a crisis that required immediate attention.",
      "7.11": "The Applicant's claim that the Second Respondent \"would or could not provide relevant invoices\" is contradicted by the comprehensive reports provided on 6 June 2025, which included detailed financial documentation.",
      "7.12": "The Applicant's allegation that the Second Respondent \"interfered with the corporations' staff doing their jobs\" is an inversion of the facts. The interference came from the Applicant and his agents, who:\n- Cancelled 15 business credit cards (7 June 2025)\n- Revoked the Second Respondent's email access (retaliation for reporting fraud)\n- Diverted company revenue to competing entities owned by Ms. Farrar's son\n- Expunged Shopify audit data (22 May 2025)",
      "7.13.1": "The Applicant's claim regarding email access is misleading. The Second Respondent's access to email and accounting systems was revoked in retaliation for exposing financial misconduct on 6 June 2025.",
      "7.13.2": "The selective restoration of email access \"on an ad hoc basis\" was controlled by Ms. Farrar, who had control of the Applicant's email address (pete@regima.com) and all company systems (Annexures **SF2**, **SF4**).",
      "7.14": "The \"continued interference\" referenced by the Applicant was the systematic sabotage orchestrated by the Applicant's agents, including:\n- Revenue diversion from RegimA SA (from 1 March 2025)\n- Revenue diversion from RegimA Worldwide Distribution (from 14 April 2025, Annexure **DF12**)\n- Customer diversion to regimaskin.co.za, owned by Ms. Farrar's son (Annexure **JF8**)\n- Warehouse sabotage (July 2025, Annexure **DF13**)",
      "7.15": "The conduct \"not in the interests of the corporations\" was the Applicant's systematic dismantling of a profitable R34.9 million operation in retaliation for the Second Respondent's exposure of fraud.",
      "7.16.1": "I confirm that I approached the banks (FNB and ABSA) to obtain duplicate cards on or about 24 June 2025. This action was necessary to prevent the total collapse of the business operations following the Applicant's punitive card cancellations on 7 June 2025.",
      "7.16.2": "The use of personal credit cards to maintain business operations demonstrates the Applicant's bad faith and the manufactured nature of the crisis.",
      "7.17.1": "The Applicant's claim that I \"rejected any idea of malfeasance or neglect on our son's part\" is false. I defended the Second Respondent because he had acted professionally and transparently, providing comprehensive reports on 6 June 2025.",
      "7.17.2": "The Applicant's characterization of my response as \"I will show you\" is a misrepresentation designed to portray me as defiant rather than protective of legitimate business interests.",
      "7.18.1": "I deny transferring R500,000 to the Second Respondent on or about 16 July 2025 as a \"birthday gift.\" This allegation is false and unsupported by evidence.",
      "7.18.2": "The Applicant's claim that I have \"no other sources of income other than remuneration by the third to sixth respondents\" is irrelevant to the allegations and appears designed to undermine my financial independence.",
      "7.18.3": "If any transfer occurred on 16 July 2025, it would have been a legitimate business transaction, not a personal gift. The Applicant provides no evidence (bank statements, invoices, or transfer documentation) to support this allegation.",
      "7.19": "I deny that any transfer was made \"without the Applicant's knowledge.\" As the sole trustee with absolute powers over the Faucitt Family Trust (which owns RegimA Worldwide and Villa Via), and with Ms. Farrar controlling all bank accounts under Mr. Bantjies's instructions, the Applicant had full visibility of all financial transactions.",
      "7.20": "The Applicant's claim that any alleged transfer was \"separate to remuneration as director/member\" is speculative and unsupported. The Second Respondent's remuneration structure included performance-based compensation for managing the R34.9 million e-commerce operation.\n\n---"
    },
    "dr_responses": {
      "7.1": "I confirm that I provided comprehensive reports to Mr. Bantjies on **6 June 2025**, exposing the fraud involving Villa Via Arcadia No 2 CC. Mr. Bantjies, as the Applicant's accountant and a concealed trustee, had a duty to investigate these claims. Instead, he dismissed my request for an audit.",
      "7.2": "The Applicant's claim that discrepancies were \"noted\" in July is false. I reported them on 6 June 2025. The Applicant's immediate cancellation of 15 business credit cards on **7 June 2025** was a direct act of retaliation and sabotage.",
      "7.3": "The IT expenses were legitimate and necessary for the R34.9 million e-commerce operation I built. The true irregularities, which I reported, were the R5.4 million stock adjustment, the R900,000 unauthorized transfers, and Villa Via's 86% profit extraction.",
      "7.4": "My conduct was professional and transparent. I built a profitable global business. The Applicant's characterization of my conduct as \"erratic\" is a self-serving attempt to justify his retaliatory actions.",
      "7.5.1": "The Applicant's claim that payments were \"unexplained\" is false. I provided comprehensive reports on 6 June 2025.",
      "7.5.2": "The card cancellations on 7 June 2025 were a manufactured crisis designed to create the pretext for this application.",
      "7.5.3": "The Applicant's cancellation of his own card was punitive theater, designed to create the illusion of a genuine crisis.",
      "7.6": "The Applicant's claim that transactions remain \"unexplained\" is false. The reports I provided on 6 June 2025 contained all necessary explanations.",
      "7.7": "The service interruptions were a direct and foreseeable consequence of the Applicant's own actions.",
      "7.8": "The Applicant's allegation that I \"refused to assist\" is false. I had already provided comprehensive assistance on 6 June 2025.",
      "7.9": "The communications in Annexure PF7 demonstrate my professionalism in the face of the Applicant's manufactured crisis.",
      "7.10": "The communications with my personal assistant were necessary because the Applicant had created a crisis that required immediate attention.",
      "7.11": "The Applicant's claim that I \"would or could not provide relevant invoices\" is contradicted by the comprehensive reports I provided on 6 June 2025.",
      "7.12": "The interference came from the Applicant and his agents, who systematically sabotaged the business operations.",
      "7.13.1": "My email and system access was revoked in retaliation for exposing financial misconduct.",
      "7.13.2": "The selective restoration of access was controlled by Ms. Farrar, who was acting under the Applicant's instructions.",
      "7.14": "The \"continued interference\" was a systematic campaign of sabotage orchestrated by the Applicant's agents.",
      "7.15": "The conduct \"not in the interests of the corporations\" was the Applicant's dismantling of a profitable R34.9 million operation.",
      "7.16.1": "The First Respondent's action to obtain duplicate cards was necessary to prevent the total collapse of the business.",
      "7.16.2": "The use of personal credit cards to maintain business operations demonstrates the Applicant's bad faith.",
      "7.17.1": "The First Respondent defended my professional and transparent conduct.",
      "7.17.2": "The Applicant's characterization of the First Respondent's response is a misrepresentation.",
      "7.18.1": "I deny receiving a R500,000 \"birthday gift.\" This is a false and unsupported allegation.",
      "7.18.2": "The Applicant's reference to the First Respondent's income is irrelevant and designed to undermine her.",
      "7.18.3": "Any transfer would have been a legitimate business transaction, not a personal gift.",
      "7.19": "The Applicant had full visibility of all financial transactions through his agents, Ms. Farrar and Mr. Bantjies.",
      "7.20": "My remuneration included performance-based compensation for managing the R34.9 million e-commerce operation.\n\n---"
    }
  },
  "8": {
    "title": "IT Expenses Analysis",
    "paragraphs": {
      "8.1": "In addition to the aforesaid, I annex hereto the IT related expenses (annexure \"PF9\" hereto) which my son has approved and/or paid over the 2024 to 2025 ﬁnancial year.",
      "8.2": "Other than a few, such as Sage (being accounting software), the majority are unexplained, and we have almost no invoices for these items which creates, inter alia, major tax problems.",
      "8.3": "The 'expenses' from March 2025, to June 2025, relating to computer related costs solely, are attached hereto marked \"PF10\".",
      "8.4": "The 2024 tax year 'expenses', for this category alone, amount to R6,738,007.47.",
      "8.5": "The 2025 tax year, thus far, for this category only, amounts to R2,116,159.47.",
      "8.6": "These amounts exclude the 'birthday gift', aforesaid, and are almost entirely unexplainable.",
      "8.7": "Many of the 'expenses' are also seemingly international.",
      "8.8": "Annexed hereto marked \"PF11\" is a screenshot of a message received from the seventh respondent bank, on or about 05 August 2025, conﬁrming that the business accounts have almost exceeded the yearly allowable quota for funds leaving the Republic of South Africa (I note, in this regard, that the corporations bank together, eﬀectively as a group of companies - their funds are inter alia pooled as necessary).",
      "8.9": "Not only is this inexplicable, but it will probably cause further, and serious, tax implications for the applicant corporations, to their signiﬁcant detriment.",
      "8.10": "For the sake of inter alia the South African Revenue Services, and the Reserve Bank, the corporations will, as it stands, be unable to explain these international expenses. 9.\tSUBSTANTIAL FINANCIAL MISCONDUCT"
    },
    "jr_responses": {
      "8.1": "The Applicant's claims regarding IT expenses must be viewed in the context of a **R34.9 million** global e-commerce operation. This operation requires a sophisticated and robust IT infrastructure, which the Second Respondent built and managed.",
      "8.2": "The expense categories referenced by the Applicant are standard for a global e-commerce business. This includes 51 Shopify stores, associated software licenses, payment gateways, and marketing platforms.",
      "8.3": "The expense amounts are proportional to the revenue generated. The IT infrastructure was essential to achieving R34.9 million in annual sales.",
      "8.4": "The Applicant misrepresents the timeline of discovery. The Second Respondent discovered and reported the discrepancies to Mr. Bantjies on **6 June 2025**. The Applicant's alleged \"discovery\" in mid-June was a pretext for retaliation.",
      "8.5": "The investigation was conducted by the conflicted Mr. Bantjies, who had a direct financial interest in concealing the fraud he was involved in. This invalidates any claim of an impartial investigation.",
      "8.6": "The IT vendors referenced are legitimate and well-known providers of e-commerce services, including Shopify, Google, and various software-as-a-service (SaaS) platforms.",
      "8.7": "The Applicant's claim that IT expenses were \"unexplained\" is false. The Second Respondent provided comprehensive documentation to Mr. Bantjies on 6 June 2025.",
      "8.8": "International payments are a standard and necessary part of a global e-commerce business with customers and suppliers in multiple countries.",
      "8.9": "The bank messages regarding foreign exchange limits are standard notifications and not evidence of misconduct. They are a routine part of international transactions.",
      "8.10": "The true financial irregularities are not the legitimate IT expenses, but the **R5.4 million stock adjustment** in Strategic Logistics CC, the **R900,000 in unauthorized transfers**, and the **86% profit extraction by Villa Via Arcadia No 2 CC**.\n\n---"
    },
    "dr_responses": {
      "8.1": "The IT expenses were necessary for the R34.9 million global e-commerce operation I built.",
      "8.2": "The expense categories are standard for a global e-commerce business.",
      "8.3": "The expense amounts are proportional to the revenue generated.",
      "8.4": "I discovered and reported the discrepancies to Mr. Bantjies on 6 June 2025.",
      "8.5": "The investigation was conducted by the conflicted Mr. Bantjies.",
      "8.6": "The IT vendors are legitimate and well-known providers of e-commerce services.",
      "8.7": "I provided comprehensive documentation of all IT expenses on 6 June 2025.",
      "8.8": "International payments are a standard part of a global e-commerce business.",
      "8.9": "The bank messages regarding foreign exchange limits are standard notifications.",
      "8.10": "The true financial irregularities are the R5.4 million stock adjustment, the R900,000 unauthorized transfers, and Villa Via's 86% profit extraction.\n\n---"
    }
  },
  "9": {
    "title": "Financial Misconduct Summary",
    "paragraphs": {
      "9.1": "The aforesaid, which appears to constitute substantial ﬁnancial misconduct, is neither sustainable, nor acceptable.",
      "9.2": "None of the respondents (third to sixth) are resellers in technology or technological related items, or services.",
      "9.3": "Other than a few minor costs for accounting services, internet hosting, and the like, the 'expenses' to which I have referred above, are unrelated to the business of the applicants.",
      "9.4": "The aforesaid is entirely due to my son, who is defended, and enabled by my wife, and indicates the misappropriation of substantial sums of money from the corporations aforesaid, to their signiﬁcant detriment. 10.\tDELINQUENCY AND PROBATION APPLICATION"
    },
    "jr_responses": {
      "9.1": "The Applicant's summary of financial misconduct is an inversion of the facts, designed to deflect from the actual fraud schemes.",
      "9.2": "The bank message regarding foreign exchange limits is a standard notification, not evidence of misconduct. It is a routine part of international business.",
      "9.3": "The Applicant's summary of \"unexplained expenses\" is a mischaracterization of legitimate IT costs. The actual misconduct includes:\n\n    **JR 9.3.1** The **R5.4 million stock adjustment** in Strategic Logistics CC, representing 46% of annual sales.\n\n    **JR 9.3.2** The **R900,000 in unauthorized transfers** from RegimA SA's FNB account.\n\n    **JR 9.3.3** The **86% profit margin on rent** charged by Villa Via Arcadia No 2 CC.",
      "9.4": "The total financial impact of the Applicant's and his agents' misconduct is substantial and includes:\n\n    **JR 9.4.1** The **R5.4 million** stock loss in Strategic Logistics CC.\n\n    **JR 9.4.2** The **R900,000** in unauthorized transfers.\n\n    **JR 9.4.3** The **R1,035,000** debt owed to Kayla Pretorius's deceased estate.\n\n    **JR 9.4.4** The ongoing revenue diversion to competing entities.\n\n---"
    },
    "dr_responses": {
      "9.1": "The Applicant's summary is an inversion of the facts.",
      "9.2": "The bank message is a standard notification, not evidence of misconduct.",
      "9.3": "The actual misconduct includes the R5.4 million stock adjustment, the R900,000 unauthorized transfers, and Villa Via's 86% profit extraction.",
      "9.4": "The financial impact of the Applicant's misconduct is substantial.\n\n---"
    }
  },
  "10": {
    "title": "Delinquency Allegations",
    "paragraphs": {
      "10.1": "I seek, as ﬁnal relief under PART B of the notice of motion, an order declaring the ﬁrst and second respondents delinquent, alternatively placing them under probation.",
      "10.2": "I deal therewith at the outset, as their conduct justifying that relief explains the necessity for the relief I seek under PART A.",
      "10.3": "My son and wife are, with respect, clearly and evidently acting in a manner which is detrimental to the third to the sixth respondent corporations, and to me, to the extent that their conduct is delinquent alternatively justiﬁes them being placed under probation.",
      "10.4": "Their conduct is in clear contravention of the Companies Act, No 71 of 2008, and the Close Corporations Act, No 69 of 1974 (the \"Close Corporations Act\").",
      "10.5": "Legal Grounds for Relief",
      "10.5.1": "Declaring the ﬁrst and/or second Respondent/s delinquent, as envisaged in Section 162(5) (a)-(c) of the Companies Act, read together at Section 69(8) (a) of the Companies Act, read together with Section 162(5)(f)(ii) thereof, and Section 47 of the Close Corporations Act; alternatively",
      "10.5.2": "Placing the ﬁrst and/or second Respondent/s under probation, for which provision is made in Section 162(7)(a)-(c), and Section 162(8) of the Companies Act, taking into account Section 162(5)(f)(ii) thereof, and Section 47 of the Close Corporations Act.",
      "10.6": "Fiduciary Duties Under Close Corporations Act Section 42 of the Close Corporations Act provides that every member of a close corporation stands in a ﬁduciary relationship [Section 42(1)] with that corporation shall:",
      "10.6.1": "Exercise such powers as he may have to manage or represent the corporation in the interest and for the beneﬁt of the corporation; [Section 42 (2)(a)(i)] and",
      "10.6.2": "Shall not act without or exceed his powers; [Sec 42(2)(a)(ii)]",
      "10.6.3": "Shall avoid any material conﬂict between his own interests and those of the corporation, and in particular shall not derive any personal economic beneﬁt to which he is not entitled by reason of his membership of or service to the corporation, from the corporation or from any other person in circumstances where that beneﬁt is obtained in conﬂict with the interests of the corporation; [Section 42(2)(b)(i)]",
      "10.7": "Liability for Breach Section 42 provides further that a member of a corporation whose act or omission has breached any duty arising from his ﬁduciary relationship shall be liable to the corporation for â",
      "10.7.1.1": "Any loss suﬀered as a result thereof by the corporation; [Section 42 (3)(a)(i)] or",
      "10.7.1.2": "any economic beneﬁt derived by the member by reason thereof [Section 42(3)(a) (ii)].",
      "10.8": "Disqualiﬁcation Section 47 of the Close Corporations Act recognises that a person removed from an oﬃce of trust on account of misconduct shall be disqualiﬁed from participating in the management of a corporation (save under the authority of a Court).",
      "10.9": "Grounds for Declaring Delinquency Section 162(5) of the Companies Act provides for the mandatory disqualiﬁcation of a person (by declaring him delinquent) from serving as a director (or close corporation) of a company, and a member of a close corporation [at Section 162 (5)(f)(ii)] under circumstances where a person (such as my wife, and son):",
      "10.9.1": "Grossly abused the position of director (or member); [Section 162(5)(c) (i)]",
      "10.9.2": "Per Section 162(5)(c)(iii), Intentionally, or by gross negligence, inﬂicted harm upon the company (or close corporation), contrary to Section 76 (2)(a);",
      "10.9.3": "Acted in a manner:",
      "10.9.3.1": "Amounting to gross negligence, wilful misconduct or breach of trust in relation to the performance of the director's (or member's) functions within, and duties to, the company (or close corporation); [Section 76(5)(c)(iv)(aa)]",
      "10.9.3.2": "Per Section 162(5)(c)(iv)(bb), acquiesced [per Section 77(3)(b)] in the carrying on of the company's business despite knowing that it was being conducted in a manner prohibited by Section 22(1).",
      "10.9.3.3": "Per Section 162(5)(c)(iv)(bb), was a party to an act or omission by the company (or close corporation) [per Section 77(3)(c)] despite knowing that the act or omission was calculated to defraud a creditor, employee or shareholder (or member) of the company (or close corporation), or had another fraudulent purpose.",
      "10.10": "Grounds for Probation My son and wife have also contravened Section 162(7) of the Companies Act, which provides that a Court may make an order placing a person (director or member) under probation who, while serving as a director:",
      "10.10.1": "Acted in a manner that is materially inconsistent with their duties; [Section 162(7)(a) (ii)]",
      "10.10.2": "Per Section 162(a)(iii):",
      "10.10.2.1": "Whose conduct had the result that is oppressive or unfairly prejudicial to, or that unfairly disregards my interests;",
      "10.10.2.2": "Carried on the business of the corporation in a manner that is oppressive or unfairly prejudicial to, or that unfairly disregards my interests;",
      "10.10.2.3": "Exercised their powers as director/member in a manner that is oppressive or unfairly prejudicial to, or that unfairly disregards my interests. 10.11-10.13 Conclusion on Delinquency",
      "10.11": "Taking into account the manner in which they have acted, and the above legislation, I am advised that I may seek that an order (as I now do) that the ﬁrst and second respondents be declared delinquent, or be placed under probation.",
      "10.12": "The full extent of the transgressions, and the ensuing losses to the third to sixth respondents, have yet to be determined; I request accordingly, inter alia, an order authorising me to appoint necessary experts, including the aforesaid bookkeeper, at the cost of the third to sixth respondents, so that a proper forensic investigation may be conducted.",
      "10.13": "At this stage already, signiﬁcant sums of money (as aforesaid) cannot be accounted for. 11.\tUK OPERATIONS"
    },
    "jr_responses": {
      "10.1": "The Applicant's request to have the Second Respondent and me declared delinquent is an abuse of process. Our actions were consistent with our fiduciary duties. It is the Applicant's own conduct that warrants a delinquency declaration under Section 162(5)(c) of the Companies Act, 71 of 2008.",
      "10.2": "The Applicant has: (i) grossly abused his position as a director and trustee; (ii) intentionally or by gross negligence inflicted harm upon the companies; and (iii) acted in a manner that constitutes gross negligence, wilful misconduct, and a breach of trust.",
      "10.3": "The Applicant acted in bad faith and for an improper purpose, in contravention of Section 76(3)(b) of the Companies Act, by manufacturing a crisis to conceal the financial misconduct we had exposed.",
      "10.4": "The Applicant's reliance on the Close Corporations Act is noted. The provisions of this Act, particularly regarding gross negligence and fraud, apply to the Applicant's own conduct.",
      "10.5": "The Applicant's definition of delinquency is noted. The Applicant's conduct meets this definition.",
      "10.6": "The Applicant's definition of probation is noted. The Applicant's conduct meets this definition.",
      "10.7": "The Applicant invokes breach of fiduciary duty liability. The breaches are established: (1) The Applicant breached fiduciary duty to the Second Respondent (co-director) by unauthorized R900K transfers; (2) The Applicant breached fiduciary duty to beneficiaries (as trustee) by attacking them with interdict; (3) Mr. Bantjies breached fiduciary duty to beneficiaries by dismissing audit request and facilitating fraud.",
      "10.7.1.1": "The Applicant cites liability for loss suffered by corporation. The losses include: (1) R900,000 unauthorized transfers; (2) R5.4M stock \"disappeared\" from Strategic Logistics; (3) Revenue diversion to competing domain; (4) Card cancellation sabotage; (5) Data expungement.",
      "10.7.1.2": "The Applicant cites liability for economic benefit. The economic benefits derived include: (1) R900,000 unauthorized transfers; (2) R5.4M stock \"disappeared\" from Strategic Logistics; (3) R1,035,000 owed to Kayla's estate; (4) 86% profit margin on Villa Via rent; (5) Customer diversion to regimaskin.co.za (Adderory).",
      "10.8": "The Applicant invokes Close Corporations Act Section 47 disqualification. This section applies when a member is guilty of gross negligence or fraud. The R5.4M stock adjustment (46% of sales, 10x historical) in Strategic Logistics, with Ms. Farrar claiming Mr. Bantjies instructed the payments, and the same stock type supplied by Adderory, suggests systematic fraud.",
      "10.9": "The Applicant invokes Section 162(5) mandatory disqualification grounds. These grounds apply to the Applicant's conduct: (1) Intentional harm to companies (R34.9M operations destroyed by warehouse sabotage); (2) Grossly negligent harm (card cancellation rendering documentation inaccessible); (3) Breach of trust (trustee attacking beneficiaries).",
      "10.9.1": "The Applicant's reliance on Section 162(5)(a) is noted. This ground applies to the Applicant.",
      "10.9.2": "The Applicant alleges intentional or grossly negligent harm by respondents. The intentional harm was inflicted by the Applicant and his co-conspirators: (1) 6 June: Second Respondent cooperates; (2) 7 June: Cards cancelled; (3) 22 May: Data expunged (7 days after my inquiry); (4) 29 May: Domain stolen (14 days after my inquiry); (5) 8 July: Warehouse sabotaged; (6) 11 Sep: Accounts emptied. Each action followed either my debt inquiry or the Second Respondent's fraud exposure.",
      "10.9.3": "The Applicant alleges gross negligence or misconduct. The gross negligence is demonstrated by: Cancelling 15 business cards without notice, rendering documentation inaccessible, then complaining about missing documentation. This demonstrates consciousness of guilt and bad faith.",
      "10.9.3.1": "The Applicant alleges wilful misconduct. The wilful misconduct includes: (1) Systematic revenue diversion (1 Mar, 14 Apr); (2) Data destruction (22 May); (3) Domain theft (29 May); (4) Card sabotage (7 June); (5) Warehouse sabotage (8 July); (6) Account emptying (11 Sep). This six-month campaign occurred after I investigated fraud and the Second Respondent exposed fraud.",
      "10.9.3.2": "The Applicant alleges acquiescence to fraud. The acquiescence to fraud includes: (1) Two years of unallocated expenses while Ms. Farrar controlled systems using the Applicant's email and Linda was employed as bookkeeper; (2) R5.4M stock \"disappeared\" with Mr. Bantjies allegedly instructing payments; (3) R1,035,000 debt to Kayla's estate unpaid since Feb 2023; (4) Villa Via 86% profit margin rent extraction.",
      "10.9.3.3": "The Applicant alleges omission with fraudulent purpose. The omissions with fraudulent purpose include: (1) Applicant omitted Mr. Bantjies's trustee status from affidavit; (2) Applicant omitted Mr. Bantjies's R18.685M debt; (3) Applicant omitted R34.9M revenue context for IT expenses; (4) Applicant omitted UK → SA payment flow (claimed opposite); (5) Applicant omitted timeline showing card cancellation day after Second Respondent's cooperation; (6) Applicant omitted my debt inquiry and subsequent retaliation.",
      "10.10": "The Applicant seeks probation under Section 162(7). This section applies when conduct is oppressive or unfairly prejudicial. The oppressive conduct includes: (1) I fulfilled fiduciary duty by investigating debt, then was punished with interdict; (2) Second Respondent exposed fraud to accountant, then suffered six-month sabotage campaign; (3) Both excluded from profitable businesses we built.",
      "10.10.1": "The Applicant alleges conduct inconsistent with duties. The conduct inconsistent with duties includes: (1) Trustee attacking beneficiaries (Applicant, Mr. Bantjies); (2) Director making unauthorized transfers (Applicant); (3) Trustee dismissing fraud investigation (Mr. Bantjies); (4) Accountant facilitating fraud while being debtor (Mr. Bantjies); (5) Administrator controlling systems while diverting revenue (Ms. Farrar).",
      "10.10.2": "The Applicant invokes Section 162(a)(iii) grounds for probation.",
      "10.10.2.1": "The Applicant alleges conduct with prejudicial result. The prejudicial results include: (1) I was excluded from companies after investigating fraud; (2) Second Respondent excluded from R34.9M operations he built; (3) Customers diverted to competing domain owned by Ms. Farrar's son; (4) R900K transferred without authorization; (5) R5.4M stock \"disappeared\"; (6) R1,035,000 owed to Kayla's estate unpaid.",
      "10.10.2.2": "The Applicant alleges oppressive business conduct. The oppressive conduct includes: (1) Ms. Farrar controlled all systems using Applicant's email while claiming to act under Mr. Bantjies's instructions; (2) Applicant had no access to email, bank accounts, or accounting systems; (3) Two years of expenses unallocated despite employed bookkeeper; (4) Mr. Bantjies (Trustee + Debtor + Accountant) dismissed fraud investigation.",
      "10.10.2.3": "The Applicant alleges oppressive exercise of powers. The oppressive exercise of powers includes: (1) Applicant used trustee powers to attack beneficiaries; (2) Mr. Bantjies used trustee powers to dismiss audit request and facilitate fraud; (3) Applicant used director powers to make unauthorized R900K transfers; (4) Applicant used court process to obtain ex parte order based on material non-disclosures.",
      "10.11": "The Applicant's requested remedies are inappropriate. The appropriate remedy is a full, independent forensic audit.",
      "10.12": "The Court's discretion should be exercised against the Applicant due to his abuse of process and material non-disclosures.",
      "10.13": "The Applicant alleges unaccounted money. The unaccounted money includes: (1) R900,000 unauthorized transfers (14-15 Feb 2025); (2) R5.4 million stock \"disappeared\" from Strategic Logistics; (3) R1,035,000 owed to Kayla's estate since Feb 2023; (4) R1.73 million transferred 11 Sep 2025; (5) Two years of unallocated expenses dumped into RegimA Worldwide on 30 Mar 2025.\n\n---"
    },
    "dr_responses": {
      "10.1": "The delinquency application is an abuse of process. My actions were consistent with my fiduciary duties.",
      "10.2": "The Applicant has grossly abused his position.",
      "10.3": "The Applicant acted in bad faith and for an improper purpose.",
      "10.4": "The provisions of the Close Corporations Act apply to the Applicant's own conduct.",
      "10.5": "The Applicant's conduct meets the definition of delinquency.",
      "10.6": "The Applicant's conduct meets the definition of probation.",
      "10.7": "The Applicant and his agents breached their fiduciary duties.",
      "10.7.1.1": "The losses were caused by the Applicant's actions.",
      "10.7.1.2": "The economic benefits were derived by the Applicant and his agents.",
      "10.8": "The R5.4M stock adjustment suggests systematic fraud.",
      "10.9": "The mandatory disqualification grounds apply to the Applicant.",
      "10.9.1": "Section 162(5)(a) applies to the Applicant.",
      "10.9.2": "The intentional harm was inflicted by the Applicant and his co-conspirators.",
      "10.9.3": "The Applicant's gross negligence is demonstrated by the card cancellations.",
      "10.9.3.1": "The wilful misconduct includes a six-month campaign of sabotage.",
      "10.9.3.2": "The acquiescence to fraud includes two years of unallocated expenses.",
      "10.9.3.3": "The omissions with fraudulent purpose include material non-disclosures.",
      "10.10": "The oppressive conduct includes punishing me for exposing fraud.",
      "10.10.1": "The conduct inconsistent with duties includes a trustee attacking a beneficiary.",
      "10.10.2": "The grounds for probation apply to the Applicant.",
      "10.10.2.1": "The prejudicial results include my exclusion from the business I built.",
      "10.10.2.2": "The oppressive business conduct includes the control of systems by Ms. Farrar.",
      "10.10.2.3": "The oppressive exercise of powers includes the abuse of trustee powers.",
      "10.11": "The appropriate remedy is a full, independent forensic audit.",
      "10.12": "The Court's discretion should be exercised against the Applicant.",
      "10.13": "The unaccounted money includes the R900,000 unauthorized transfers and the R5.4 million stock loss.\n\n---"
    }
  },
  "11": {
    "title": "UK Operations",
    "paragraphs": {
      "11.1": "I pause to mention that, we also began companies in the United Kingdom, which sell the applicant's products - and which my son has been appointed to direct and manage.",
      "11.2": "These companies fall under the UK head oﬃce, being RegimA UK Ltd.",
      "11.3": "My wife, my son, and I are the directors thereof.",
      "11.4": "While my involvement has been minimal I, inter alia, ensure operational growth, and manage the respondent corporations.",
      "11.5": "My son was appointed to oversee the UK branch, which carries under it, as umbrella, RegimA @ Dr H Ltd, RegimA Zone Ltd, RegimA Zone Academy Ltd and RegimA Medic Ltd.",
      "11.6": "The third to sixth respondents ship to the UK branch, but do not receive payment therefrom due to apparent fraud that transpired in the UK in the past, from which the UK companies allegedly required time to again become ﬁnancially viable.",
      "11.7": "This was perpetrated by the then managing director of the UK branch, Isaac Chesno, which resultant in our son's appointment.",
      "11.8": "I fear (due to his present conduct) that the continued non-payment (from the UK branch) may inter alia be a ruse.",
      "11.9": "I accordingly have no idea pertaining to the ﬁnancial wellness of the UK branches, and intend to approach the relevant Court for relief with regards thereto. 12.\tNECESSITY OF RELIEF I say, with respect, that the orders sought under PART B of the notice of motion are essential to the survival of the third to sixth respondents, as the relationship between the directors and members (namely the ﬁrst and second respondents, and I) has disintegrated and become deadlocked to the extent that they would otherwise have to be liquidated, to my signiﬁcant detriment, and to the detriment of my wife, and son, who are sustained by those corporations - as well as to the detriment of the corporations. Needless to say, with respect, the extent to which money appears to have been misappropriated from the third to sixth respondent, (which has unquestionably ﬂowed out of those corporations, and very irregularly at that), which continues, is not sustainable, has already created signiﬁcant taxation problems, and will inescapably lead to their insolvency. I approach this Honourable Court to prevent this. It goes without saying, with respect, that my wife and son can serve those corporations in capacities other than director or member, and can be sustained thereby. 13.\tINTERDICTS SOUGHT I say further, with respect, that the interdicts (and other relief) sought under PART A of the notice of motion are also essential to the survival of the third to sixth respondents; the rot must, with respect, be stopped urgently, which will be impossible in the absence of appropriate interdictory relief, such as is set out in therein. Requirements for Interdict I have, with respect, a clear (and a prima facie) right not to be prejudiced by the unlawful conduct of the ﬁrst and second respondents that causes such harm to the third to sixth respondents that will inevitably lead to the loss of the entities that sustain me. I have already sustained an injury by way of actual harm caused to those corporations, and I apprehend (reasonably, with respect) further (similar) injury committed by the ﬁrst and second respondents. Needless to say, with respect, I have a reasonable, and well-grounded apprehension of further, and irreparable harm if the interdicts I seek are not granted. I have no alternative adequate remedy; I am constrained to approach this Honourable Court for essential interdictory (and other) relief, as I now do. The balance of convenience favours, with respect, the granting of the interim interdictory (and other) relief sought under PART A of the notice of motion. In the premises, I say with respect that I am entitled to the relief I seek under PART A of the notice of motion, on an interim, and a ﬁnal basis. I ask, with respect, that any relief not granted under PART A of the notice of motion be adjudicated under PART B thereof. 14.\tOTHER RELIEF SOUGHT As appears from PART A of the notice of motion, I also ask for orders enabling me to take control of the ﬁnancial administration of the third to sixth respondents (which is essential for their survival), and to commence and prosecute a forensic investigation into their ﬁnancial aﬀairs, for which purpose the compliance of the ﬁrst and second respondents is essential. It is vital, with respect, that such funds as may be recovered (pursuant to a forensic investigation) are restored to the aforesaid corporations, so that they can meet their tax obligations, and continue with their businesses. It is also essential that the ﬁrst and second respondent are constrained to the extent that they can no longer cause ﬁnancial prejudice to the third to sixth respondents. The forensic audit is also necessary for purposes of PART B of the notice of motion; I have no objection to the ﬁrst and second respondents continuing to receive their present remuneration until PART B is ﬁnally adjudicated; it is essential, however, that they are not permitted to participate in the ﬁnancial administration of the corporations in question until this matter has been ﬁnally determined. I ask again, with respect, that any relief not granted under PART A of the notice of motion be adjudicated under PART B thereof. 16.\tURGENCY The conduct of the ﬁrst and second respondents was only discovered (and partially so) during mid June 2025; at that stage we were still trying to establish why those payments had been made, and the authors thereof. On or about 16 July 2025, when the ﬁrst respondent transferred the sum of R500,000.00 to the second respondent, it became clear that action had to be taken to protect the third to sixth respondents. The conduct, pertaining to unnecessary funds leaving the businesses at the ﬁrst and/or second respondents' behest, is continual. As may be expected, with respect, I was still in a state of shock (which resulted in me not being able to think clearly) when I approached my attorneys of record for advice, on 05 August 2025. I was unaware that an urgent application to this Honourable Court could be pursued, until advised thereof by my attorneys; if I had known that earlier, there would have been no delay. Following thereupon, instructions, information, discussions, and the appointment of Counsel to settle these papers, was required. I have also been required to proceed, as is extremely diﬃcult, with such instructions to my attorneys of record secretively, so as to prevent any funds leaving the corporations as a result of such instructions - or any other untoward 'knee-jerk' reactions. This has, as a result, been a more time consuming manner in which to provide instructions to my attorneys of record. I say with respect, however, that every passing day constitutes a new ground of urgency due to the ﬁrst and second respondent's reckless, and delinquent conduct that indicates clearly that they will not cease their transgressions. It is probable, with respect, that the third to sixth respondents will suﬀer irremediable harm if the ﬁrst and second respondent's are not stopped from continuing their misconduct as soon as possible. Doubtless, with respect, the misappropriated money has been squandered and/or concealed. In the premises, I say with respect that the third to sixth respondents (and me accordingly) will be unable to obtain substantial, or any relief in due course if this Honourable Court does not come to my assistance urgently. 17.\tEX PARTE APPLICATION This application is lodged ex parte as I fear, with good reason, that the ﬁrst and/or second respondents will react to the service of this application upon them by misappropriating further sums of money from the aforesaid corporations (as a \"knee jerk reaction\" thereto), due to the ﬁrst respondent having immediately and deﬁantly transferred the sum of R500,000.00 to the second respondent, shortly after I took their cards, as aforesaid, and questioned the transactions. This application serves also (to an extent) the purpose of an anton piller application in that I - having reason to believe that the ﬁrst and second respondents will conceal or destroy relevant documentation if they are not subject to an appropriate order - request an order that they surrender, forthwith, all documentation (electronic and otherwise) within their possession relating to the administration (ﬁnancial and otherwise) of the third to sixth respondents, and all login details and passwords to any banking and other online facilities relating thereto. Such applications are usually brought, with respect, on an ex parte basis, for obvious reasons. In the premises we say that the matter is suﬃciently urgent to compel the attention of the above Honourable Court ex parte, on an urgent basis. 18.\tCOSTS I say, with respect, that the costs order sought in the notice of motion are appropriate in the circumstances. PRAYER WHEREFORE, THE ABOVE HONOURABLE COURT IS REQUESTED RESPECTFULLY TO GRANT AN ORDER AS PRAYED IN THE NOTICE OF MOTION. DATED AT PRETORIA ON 13th AUGUST 2025 DEPONENT COMMISSIONER OF OATHS CERTIFICATION I CERTIFY THAT THE DEPONENT HAS ACKNOWLEDGED THAT HE KNOWS AND UNDERSTANDS THE CONTENTS OF THIS AFFIDAVIT, WHICH WAS SIGNED AND SWORN BEFORE ME AT BEDFORDVIEW on 13 AUGUST 2025; THE REGULATIONS CONTAINED IN GOVERNMENT NOTICE NO. R 1258 OF 21 JULY 1972, AS AMENDED, HAVING BEEN COMPLIED WITH-THE DEPONENT HAVING ACKNOWLEDGED THAT HE UNDERSTANDS THE CONTENTS OF THIS AFFIDAVIT, HAS NO OBJECTION TO TAKING THE PRESCRIBED OATH AND CONSIDERS THE OATH TO BE BINDING ON HIS CONSCIENCE COMMISSIONER OF OATHS"
    },
    "jr_responses": {
      "11.1": "The Applicant's statement that \"we also began companies in the United Kingdom\" is misleading. The UK e-commerce operations were built and funded by RegimA Zone Ltd (UK company 10697009), which is owned and operated by the Second Respondent.",
      "11.2": "The Applicant's claim that these companies \"fall under the UK head office, being RegimA UK Ltd\" is false. RegimA Zone Ltd is an independent entity, not under RegimA UK Ltd.",
      "11.3": "The Applicant's statement regarding directors is noted. The operational control and funding of RegimA Zone Ltd rests with the Second Respondent.",
      "11.4": "The Applicant's claim of \"minimal involvement\" is accurate. The Applicant had no operational involvement in the UK e-commerce operations built by the Second Respondent.",
      "11.5": "The Applicant's statement that the Second Respondent \"was appointed to oversee the UK branch\" is misleading. The Second Respondent built and owns RegimA Zone Ltd independently.",
      "11.6": "The Applicant's claim that \"the third to sixth respondents ship to the UK branch, but do not receive payment therefrom\" is a complete inversion of the facts. UK bank records show that RegimA Zone Ltd continuously paid for the South African Shopify platforms (Annexure **DF8**). This directly contradicts the Applicant's perjurious claims that the UK entities were indebted to the SA companies.",
      "11.7": "The Applicant's reference to Isaac Chesno and alleged fraud is irrelevant to the current matter and appears designed to create a false narrative of UK financial problems.",
      "11.8": "The Applicant's statement that he fears \"the continued non-payment (from the UK branch) may inter alia be a ruse\" is contradicted by bank records showing continuous UK → SA payments (Annexure **DF8**).",
      "11.9": "The Applicant's claim that he has \"no idea pertaining to the financial wellness of the UK branches\" is inconsistent with his role as trustee with absolute powers. This statement appears designed to create a pretext for further interference with the Second Respondent's UK operations.\n\n---"
    },
    "dr_responses": {
      "11.1": "I built and funded the UK e-commerce operations through my company, RegimA Zone Ltd.",
      "11.2": "RegimA Zone Ltd is an independent entity, not under RegimA UK Ltd.",
      "11.3": "I have operational control and funding of RegimA Zone Ltd.",
      "11.4": "The Applicant had no operational involvement in the UK e-commerce operations.",
      "11.5": "I built and own RegimA Zone Ltd independently.",
      "11.6": "UK bank records show that RegimA Zone Ltd continuously paid for the South African Shopify platforms.",
      "11.7": "The reference to Isaac Chesno is irrelevant.",
      "11.8": "The Applicant's fear of non-payment is contradicted by bank records.",
      "11.9": "The Applicant's claim of no financial knowledge is inconsistent with his trustee powers.\n\n---"
    }
  }
}